<?php

return [
    'spain' => 'ИСПАНИЯ',
    'textPrix' => 'ГРАН-ПРИ ИСПАНИИ ФОРМУЛЫ-1 2024',
    'home' => 'Главная',
    'myTeam' => 'Моя команда',
    'league' => 'Лига',
    'drivers&Const' => 'Гонщики и Конструкторы',
    'circuits' => 'Трассы',
    'prizes' => 'Призы',
    'prize' => 'Приз',
    'howToPlay' => 'Как играть?',
    'languages' => 'Языки',
    'TeamLocked' => 'Команда заблокирована',
    'days' => 'Дни',
    'hours' => 'Часы',
    'minutes' => 'Минуты',
    'pickTeam' => 'Выберите свою команду',
    'subscribe' => 'Подписаться',
    'subscribeUPPER' => 'ПОДПИСАТЬСЯ',
    'login' => 'Войти',
    'loginUPPER' => 'ВОЙТИ',
    'register' => 'Регистрация',
    'registerUPPER' => 'РЕГИСТРАЦИЯ',
    'name' => 'Имя',
    'mail' => 'Электронная почта',
    'userNamePlaceHold' => 'Введите ваше имя пользователя',
    'mailPlaceHold' => 'Введите ваш адрес электронной почты',
    'user' => 'Пользователь',
    'password' => 'Пароль',
    'forgPassword' => 'Забыли пароль?',
    'withoutAcc' => 'Нет аккаунта?',
    'registerF1' => 'Регистрация с F1',
    'keyPlaceHolder' => 'Введите ваш ключ',
    'userName' => 'Введите ваше имя пользователя',
    'deleteUser' => 'Удалить моего пользователя',
    'closeSession' => 'Закрыть сессию',
    'support' => 'Поддержка',
    'support2' => 'Поддержка F1',
    'msgSupp' => 'Попросите помощи у команды',
    'send' => 'Отправить',
    'privacyPolicy' => 'Политика конфиденциальности',
    'subs' => 'Подписки',
    'usage' => 'Условия использования',
    'f&q' => 'Часто задаваемые вопросы',
    'prefCookies' => 'Настройки файлов cookie',
    'copy' => 'Под лицензией F1',
    'es' => 'Испанский',
    'en' => 'Английский',
    'fr' => 'Французский',
    'de' => 'Немецкий',
    'it' => 'Итальянский',
    'pt' => 'Португальский',
    'cn' => 'Китайский',
    'ru' => 'русский',
    'year' => 'Год',
    'month' => 'Месяц',
    'player' => 'Игрок',
    'drivers' => 'Гонщики',
    'teams' => 'Команды',
    'points' => 'Очки',
    'F1Teams' => 'Команды Формулы 1 2024',
    'prizesText' => 'Призы вручаются тем, кто занимает первые три места в лиге',
    'firstPrize' => 'Первое место',
    'secPrize' => 'Второе место',
    'thiPrize' => 'Третье место',
    'thiPrizeText' => 'билеты на Гран-при 2025 года',
    'restricMyTeam' => 'Для игры необходимо войти в систему',
    'cancel' => 'Отмена',
    'costCap' => 'Предел стоимости',
    'saveTeam' => 'Сохранить команду',
    'addDriver' => 'Добавить гонщика',
    'addConst' => 'Добавить конструктора',
    'constructors' => 'Конструкторы',
    'orderBy' => 'Сортировать по:',
    'marketValue' => 'Рыночная стоимость',
    'notFound' => 'Не найден ни один гонщик',
    'find' => 'Поиск',
    'round' => 'Раунд',
    'length' => 'Длина',
    'date' => 'Дата',
    'nameCirc' => 'Название',
    'laps' => 'Круги',
    'turns' => 'Повороты',
    'scoreCirc' => 'Рекорд трассы',
    'scoreTime' => 'Рекорд быстрого круга',
    'scoreYear' => 'Год рекорда',
    'subtitle' => 'Правила очень просты: ПОБЕДИТЬ!',
    'introduction' => 'Fantasy F1 - это стратегическая игра, в которой пользователь всегда будет выбирать свою команду,
     пять гонщиков и два конструктора ждут вас. В течение сезона будет определенное количество гонок, в которых,
     в зависимости от того, насколько хорошо справятся гонщики и конструкторы,
     пользователь получит больше или меньше очков,
     чтобы в конце сезона стать чемпионом мира в Fantasy F1 и выиграть привлекательные призы.',
    'body' => 'Есть место и для тех, кто предпочитает отложить конкуренцию в сторону и сосредоточиться на развлечениях.
    Из любопытства или стратегии вы решите искать информацию о каждом гонщике и конструкторе,
    чтобы узнать их характеристики, хороши ли они в гонках, есть ли у них серия поражений или побед,
    хорош ли моральный дух команды и другие факторы.',
    'bodyTwo' => 'Следует отметить, что Fantasy F1 бесплатен, хотя мы предлагаем пользователям метод оплаты по подписке,
    где они могут насладиться уникальным опытом, например, используя бустеры для заработка большего количества очков.
    Если вы думаете, что эта игра "Pay to Win", вы сильно ошибаетесь; как я уже упоминал ранее,
    это стратегическая игра, которая развивает аналитическое и логическое мышление пользователя,
    независимо от того, есть у вас бустеры или нет. Вашего ума достаточно,
    чтобы выиграть эту игру. Теперь выходите и станьте лучшим лидером, которого может иметь команда F1!',
    'retQuestion' => 'Вы принимаете вызов?',

    'privacyPolicyBody' => '1. Fantasy F1 стремится защищать вашу конфиденциальность. В настоящей Политике конфиденциальности объясняется, как
 Мы собираем, используем, раскрываем и защищаем вашу информацию, когда вы используете наше веб-приложение Fantasy F1.<br><br>
 Получая доступ к Приложению или используя его, вы соглашаетесь с условиями настоящего Соглашения.
 Политика конфиденциальности.<br><br>
 2. Информация, которую мы собираем
 <br><br>
 Мы можем собирать и хранить следующую информацию о вас:
 <br><br>
 2.1 Персональная информация (PII):
 <br><br>
 Имя
 Адрес электронной почты
 Контактная информация
 <br><br>
 2.2 Информация об использовании:
 <br><br>
 Подробности вашей деятельности в Приложении
 Используйте время
 Посещенные страницы
 <br><br>
 2.3 Информация об устройстве:
 <br><br>
 IP адрес
 Тип устройства
 Используемый веб-браузер
 <br><br>
 3. Как мы используем вашу информацию
 <br><br>
 Мы используем собранную информацию, чтобы:
 <br><br>
 Обеспечивать и улучшать функциональность Приложения.
 Настройте свой пользовательский опыт
 Отправляйте важные уведомления и обновления
 Отвечайте на ваши комментарии и вопросы
 Анализируйте использование и тенденции для улучшения приложения.
 <br><br>
 4. Поделитесь своей информацией
 <br><br>
 Мы не продаем и не сдаем в аренду вашу личную информацию третьим лицам. Мы можем передавать вашу информацию:
 <br><br>
 Поставщики услуг, которые помогают нам управлять Приложением
 Юридические органы, если того требует закон
 <br><br>
 5. Безопасность вашей информации
 <br><br>
 Мы принимаем разумные меры для защиты вашей личной информации от потери, кражи и ненадлежащего использования.
 авторизован. Однако мы не можем гарантировать абсолютную безопасность информации, передаваемой
 по Интернету.
 <br><br>
 6. Ваши права
 <br><br>
 Вы имеете право:
 <br><br>
 Доступ и обновление вашей личной информации
 Запросить удаление вашей личной информации
 Отказаться от маркетинговых коммуникаций
 Чтобы воспользоваться этими правами, свяжитесь с нами по адресу [Контактный адрес электронной почты].
 <br><br>
 7. Изменения в настоящей Политике конфиденциальности
 <br><br>
 Мы можем время от времени обновлять настоящую Политику конфиденциальности. Мы будем уведомлять вас о любых изменениях
 разместив новую Политику конфиденциальности на этой странице и обновив «Последний
 обновлять',

    'subsBody' => 'Спасибо за ваш интерес к подписке на наш сервис.<br> Ниже вы найдете важную информацию о наших вариантах подписки, их преимуществах и связанных с ними условиях.<br><br>
                  Варианты подписки:<br><br>
                  Базовый план: Ограниченный доступ к эксклюзивному контенту, информационным бюллетеням и специальным акциям.<br><br>
                  Премиум-план: Полный доступ ко всем нашим услугам и эксклюзивному контенту, без рекламы и приоритетная поддержка.<br><br>
                  Условия и положения:<br><br>
                  Подписки автоматически продлеваются в конце каждого расчетного периода, если они не отменены.<br><br>
                  Вы можете отменить подписку в любое время в своем аккаунте. Отмена вступит в силу в конце текущего расчетного периода.<br><br>
                  Возврат средств за уже оплаченные периоды не производится.<br><br>
                  Мы оставляем за собой право изменять цены на подписку. Вас уведомят о любых изменениях цен заранее, и у вас будет возможность отменить подписку до вступления изменения в силу.<br><br>
                  Если у вас есть вопросы о наших подписках, свяжитесь с нашей службой поддержки.',
    'usageBody' => 'Добро пожаловать на нашу платформу. Получая доступ и используя наши услуги, вы соглашаетесь соблюдать следующие условия использования. Пожалуйста, прочитайте их внимательно.<br><br>
                  Допустимое использование:<br><br>
                  Вы не должны использовать наши услуги для любых незаконных или несанкционированных действий.<br><br>
                  Запрещается использовать платформу для передачи любого контента, который является клеветническим, оскорбительным или нарушает права третьих лиц.<br><br>
                  Интеллектуальная собственность:<br><br>
                  Все содержимое, торговые марки и материалы, доступные на платформе, являются нашей собственностью или собственностью наших лицензиаров и защищены законами об интеллектуальной собственности.<br><br>
                  Не разрешается копировать, распространять или изменять любые материалы без нашего явного письменного разрешения.<br><br>
                  Ограничение ответственности:<br><br>
                  Мы не несем ответственности за любые косвенные, случайные, особые или косвенные убытки, возникающие в результате использования или невозможности использования наших услуг.<br><br>
                  Мы не гарантируем, что платформа будет без ошибок или прерываний.<br><br>
                  Изменения в условиях:<br><br>
                  Мы оставляем за собой право изменять эти условия в любое время. Изменения вступают в силу немедленно после их публикации на платформе.<br><br>
                  Вы несете ответственность за периодический просмотр условий использования, чтобы быть в курсе любых изменений.<br><br>
                  Если у вас есть вопросы по этим условиям использования, пожалуйста, свяжитесь с нами.',

    'f&qBody' => 'Часто задаваемые вопросы (FAQ)
 <br><br>
 1. Как я могу создать учетную запись?
 <br><br>
 Чтобы создать учетную запись, нажмите кнопку «Зарегистрироваться» в правом верхнем углу страницы.
 запустите и следуйте инструкциям.
 <br><br>
 2. Как я могу подписаться на ваш сервис?
 <br><br>
 Вы можете подписаться на нашу услугу, выбрав один из планов подписки, доступных на сайте.
 страницу подписки и завершения процесса оплаты.
 <br><br>
 3. Как я могу отменить подписку?
 <br><br>
 Вы можете отменить подписку в любое время в разделе «Мой аккаунт». Отмена будет
 вступает в силу в конце текущего расчетного периода.
 <br><br>
 4. Какие способы оплаты вы принимаете?
 <br><br>
 Мы принимаем все основные кредитные и дебетовые карты, а также платежи через PayPal и Bizum.
 <br><br>
 Если у вас возникнут дополнительные вопросы, пожалуйста, свяжитесь с нашей службой поддержки.',

    'prefCookiesBody' => 'Настройки файлов cookie
 <br><br>
 Мы используем файлы cookie, чтобы улучшить ваше взаимодействие с нашей платформой. Далее мы объясняем
 различные типы файлов cookie, которые мы используем, и способы управления вашими предпочтениями.
 <br><br>
 1. Основные файлы cookie:
 <br><br>
 Эти файлы cookie необходимы для функционирования веб-сайта и не могут быть отключены в наших
 системы. Они устанавливаются в ответ на ваши действия, такие как вход в систему или заполнение форм.
 <br><br>
 2. Файлы cookie производительности:
 <br><br>
 Эти файлы cookie позволяют нам подсчитывать посещения и источники трафика, чтобы мы могли измерять и улучшать
 производительность нашего сайта. Они помогают нам узнать, какие страницы наиболее и наименее популярны.
 <br><br>
 3. Функциональные файлы cookie:
 <br><br>
 Эти файлы cookie позволяют веб-сайту предлагать лучшую функциональность и персонализацию. Они могут быть
 созданные нами или внешними поставщиками, чьи услуги мы добавили на наши страницы.
 <br><br>
 4. Рекламные файлы cookie:
 <br><br>
 Эти файлы cookie могут быть установлены через наш сайт нашими рекламными партнерами.
 Эти компании могут использовать их для создания профиля ваших интересов и показа вам рекламы.
 актуально в другом месте.
 <br><br>
 Управление вашими предпочтениями:
 <br><br>
 Вы можете управлять настройками файлов cookie в любое время в разделе настроек
 файлы cookie на нашем сайте. Вы также можете настроить свой браузер так, чтобы он блокировал или предупреждал вас о
 эти файлы cookie, но некоторые части сайта могут работать некорректно.
 <br><br>
 Если у вас есть какие-либо вопросы о нашей политике использования файлов cookie, свяжитесь с нами.',

];
