<?php

return [
    'spain' => '西班牙',
    'textPrix' => '2024年一级方程式西班牙大奖赛',
    'home' => '首页',
    'myTeam' => '我的团队',
    'league' => '联赛',
    'drivers&Const' => '车手和车队',
    'circuits' => '赛道',
    'prizes' => '奖品',
    'prize' => '奖金',
    'howToPlay' => '如何玩？',
    'languages' => '语言',
    'TeamLocked' => '团队已锁定',
    'days' => '天',
    'hours' => '小时',
    'minutes' => '分钟',
    'pickTeam' => '选择你的团队',
    'subscribe' => '订阅',
    'subscribeUPPER' => '订阅',
    'login' => '登录',
    'loginUPPER' => '登录',
    'register' => '注册',
    'registerUPPER' => '注册',
    'name' => '名字',
    'mail' => '电子邮件',
    'userNamePlaceHold' => '输入你的用户名',
    'mailPlaceHold' => '输入你的电子邮件',
    'user' => '用户',
    'password' => '密码',
    'forgPassword' => '忘记密码？',
    'withoutAcc' => '还没有账号？',
    'registerF1' => '注册F1',
    'keyPlaceHolder' => '输入你的密钥',
    'userName' => '输入你的用户名',
    'deleteUser' => '删除我的用户',
    'closeSession' => '关闭会话',
    'support' => '支持',
    'support2' => 'F1支持',
    'msgSupp' => '向团队求助',
    'send' => '发送',
    'privacyPolicy' => '隐私政策',
    'subs' => '订阅',
    'usage' => '使用条款',
    'f&q' => '常见问题',
    'prefCookies' => 'Cookie偏好',
    'copy' => 'F1许可',
    'es' => '西班牙语',
    'en' => '英语',
    'fr' => '法语',
    'de' => '德语',
    'it' => '意大利语',
    'pt' => '葡萄牙语',
    'cn' => '中国人',
    'ru' => '俄语',
    'year' => '年',
    'month' => '月',
    'player' => '球员',
    'drivers' => '车手',
    'teams' => '车队',
    'points' => '分数',
    'F1Teams' => 'F1车队2024',
    'prizesText' => '奖品将授予联赛前三名',
    'firstPrize' => '第一名',
    'secPrize' => '第二名',
    'thiPrize' => '第三名',
    'thiPrizeText' => '2025年大奖赛门票',
    'restricMyTeam' => '需要登录才能玩游戏',
    'cancel' => '取消',
    'costCap' => '成本上限',
    'saveTeam' => '保存团队',
    'addDriver' => '添加车手',
    'addConst' => '添加车队',
    'constructors' => '车队',
    'orderBy' => '排序方式：',
    'marketValue' => '市值',
    'notFound' => '未找到任何车手',
    'find' => '查找',
    'round' => '回合',
    'length' => '长度',
    'date' => '日期',
    'nameCirc' => '名称',
    'laps' => '圈数',
    'turns' => '弯道',
    'scoreCirc' => '赛道记录',
    'scoreTime' => '最快圈记录',
    'scoreYear' => '记录年份',
    'subtitle' => '规则很简单：赢！',
    'introduction' => 'Fantasy F1 是一个战略游戏，用户随时决定自己的团队，五名车手和两名制造商在等着你。整个赛季将有一定数量的比赛，
    根据车手和制造商的表现，用户将获得更多或更少的积分，以便在赛季结束时成为 Fantasy F1 的世界冠军，并赢得诱人的奖品。',
    'body' => '对于那些愿意放下竞争，专注于娱乐的人来说，这里也有空间。出于好奇或策略，您将决定查找有关每位车手和制造商的信息，
    了解他们的特点，他们在比赛中的表现如何，他们是否有连败或连胜的记录，团队士气是否高涨等因素。',
    'bodyTwo' => '值得注意的是，Fantasy F1 是免费的，尽管我们为用户提供了订阅付款方式，他们可以在其中享受独特的体验，
    例如使用增强器来获得更多积分。如果你认为这个游戏是"Pay to Win"，那你就大错特错了；正如我之前提到的，这是一款策略游戏，
    可以释放用户的分析和逻辑思维能力，无论你是否有增强器，你的头脑足以赢得这场比赛。现在出去，成为一支F1车队最好的领袖吧！',
    'retQuestion' => '你接受比赛吗？',

    'privacyPolicyBody' => '1. 幻想F1致力於保護您的隱私。本隱私權政策解釋如何
 當您使用我們的 Fantasy F1 網路應用程式時，我們會收集、使用、揭露和保護您的資訊。
 透過存取或使用該應用程序，您同意本條款
 隱私權政策。
 2. 我們收集的資訊
 <br><br>
 我們可能會收集和儲存有關您的以下資訊：
 <br><br>
 2.1 個人識別資訊 (PII)：
 <br><br>
 姓名
 電子郵件地址
 聯絡資訊
 <br><br>
 2.2 使用資訊：
 <br><br>
 您在應用程式中的活動詳細信息
 使用時間
 造訪的頁面
 <br><br>
 2.3 設備資訊：
 <br><br>
 IP位址
 設備類型
 使用的網頁瀏覽器
 <br><br>
 3. 我們如何使用您的訊息
 <br><br>
 我們將收集的資訊用於：
 <br><br>
 提供並改進應用程式的功能
 客製化您的使用者體驗
 發送重要通知和更新
 回覆您的評論和問題
 分析使用情況和趨勢以改進應用程式
 <br><br>
 4. 分享您的訊息
 <br><br>
 我們不會向第三方出售或出租您的個人資訊。我們可能會與以下人員分享您的資訊：
 <br><br>
 幫助我們操作應用程式的服務提供者
 法律當局（如果法律要求）
 <br><br>
 5. 您的資訊安全
 <br><br>
 我們採取合理措施保護您的個人資訊免遭遺失、被竊和不當使用。
 授權。但是，我們不能保證傳輸至的資訊的絕對安全
 透過互聯網。
 <br><br>
 6. 您的權利
 <br><br>
 您有權：
 <br><br>
 存取和更新您的個人信息
 請求刪除您的個人訊息
 選擇退出行銷傳播
 若要行使這些權利，請透過 [聯絡電子郵件地址] 與我們聯絡。
 <br><br>
 7. 本隱私權政策的變更
 <br><br>
 我們可能會不時更新本隱私權政策。如有任何變更，我們將通知您
 透過在此頁面上發布新的隱私權政策並更新「最後
 更新',

    'subsBody' => '感谢您对我们的服务订阅感兴趣。<br>以下是关于我们订阅选项、它们提供的好处以及相关条款和条件的重要信息。<br><br>
                  订阅选项：<br><br>
                  基本计划：有限的访问独家内容、新闻通讯和特别促销。<br>
                  高级计划：完全访问我们所有的服务和独家内容，无广告，优先支持。<br><br>
                  条款和条件：<br><br>
                  订阅将在每个计费期结束时自动续订，除非取消。<br><br>
                  您可以随时从您的帐户中取消订阅。取消将在当前计费期结束时生效。<br><br>
                  已计费的期间不予退款。<br><br>
                  我们保留修改订阅价格的权利。任何价格变动将提前通知您，您可以选择在变动生效前取消订阅。<br><br>
                  如果您对我们的订阅有任何疑问，请联系支持团队。',
    'usageBody' => '欢迎来到我们的平台。通过访问和使用我们的服务，您同意遵守以下使用条款。请仔细阅读。<br><br>
                  可接受的使用：<br><br>
                  您不得将我们的服务用于任何非法或未经授权的活动。<br><br>
                  禁止使用平台传输任何诽谤性、冒犯性或侵犯第三方权利的内容。<br><br>
                  知识产权：<br><br>
                  平台上的所有内容、商标和材料均为我们的财产或我们的许可方的财产，并受知识产权法的保护。<br><br>
                  未经我们的书面许可，不得复制、分发或修改任何材料。<br><br>
                  责任限制：<br><br>
                  我们不对因使用或无法使用我们的服务而引起的任何间接、附带、特殊或后果性损害负责。<br><br>
                  我们不保证平台没有错误或不间断。<br><br>
                  条款修改：<br><br>
                  我们保留随时修改这些条款的权利。变更在平台发布后立即生效。<br><br>
                  您有责任定期查看使用条款，以了解任何修改。<br><br>
                  如果您对这些使用条款有任何疑问，请联系我们。',

    'f&qBody' => '常見問題 (FAQ)
 <br><br>
 1. 如何建立帳戶？
 <br><br>
 要建立帳戶，請點擊頁面右上角的「註冊」按鈕。
 啟動並按照說明進行操作。
 <br><br>
 2. 我如何訂閱你們的服務？
 <br><br>
 您可以透過選擇網站上可用的訂閱方案之一來訂閱我們的服務
 訂閱頁面並完成付款流程。
 <br><br>
 3. 如何取消訂閱？
 <br><br>
 您可以隨時從「我的帳戶」部分取消訂閱。取消將是
 在目前計費週期結束時生效。
 <br><br>
 4.你們接受什麼付款方式？
 <br><br>
 我們接受所有主要信用卡和金融卡，以及透過 PayPal 和 Bizum 付款。
 <br><br>
 如有其他問題，請聯絡我們的支援團隊。',

    'prefCookiesBody' => 'Cookie 偏好設定
 <br><br>
 我們使用 cookie 來改善您在我們平台上的體驗。接下來我們解釋一下
 我們使用的不同類型的 cookie 以及您如何管理您的偏好。
 <br><br>
 1. 基本 Cookie：
 <br><br>
 這些 cookie 是網站正常運作所必需的，並且不能在我們的網站中停用。
 系統。它們是根據您的操作（例如登入或填寫表單）而設定的。
 <br><br>
 2. 效能 Cookie：
 <br><br>
 這些 cookie 使我們能夠統計訪問量和流量來源，以便我們能夠衡量和改進
 我們網站的表現。它們幫助我們了解哪些頁面最受歡迎和最不受歡迎。
 <br><br>
 3. 功能性 Cookie：
 <br><br>
 這些 cookie 使網站能夠提供更好的功能和個人化。他們可能是
 由我們或我們已將其服務新增至我們頁面的外部提供者建立。
 <br><br>
 4. 廣告 Cookie：
 <br><br>
 這些 cookie 可能由我們的廣告合作夥伴透過我們的網站設定。
 這些公司可以使用它們來建立您的興趣檔案並向您顯示廣告。
 其他地方相關。
 <br><br>
 管理您的偏好設定：
 <br><br>
 您可以隨時從設定部分管理您的 cookie 首選項
 我們網站上的 cookies。您也可以將瀏覽器設定為封鎖或提醒您
 這些cookies，但網站的某些部分可能無法正常運作。
 <br><br>
 如果您對我們的 cookie 政策有任何疑問，請與我們聯絡。',

];
